FemDesign.Reinforcement.PtcShapeEnd.NormalizedInflectionPosition
Internal property to reflect whether or not the PriorInflectionPosition is been normalized along the parent element or not.
true: FemDesign.Reinforcement.PtcShapeEnd.PriorInflectionPosition is normalized (0-1) along parant element.
false: FemDesign.Reinforcement.PtcShapeEnd.PriorInflectionPosition is normalized (0-1) between prior and next basepoints.
When serializing to struxml this shold have been set to false by FemDesign.Reinforcement.PtcShapeType.DenormalizePriorInflectionParameters(FemDesign.Reinforcement.PtcShapeEnd@,System.Collections.Generic.IEnumerable{FemDesign.Reinforcement.PtcShapeInner}@).

FemDesign.Reinforcement.PtcShapeEnd.#ctor
Parameterless constructor for serialization